import { Course } from './types';

export const mockCourses: Course[] = [
  {
    "id": "bible-reading-plan",
    "name": "「謙理之行」兩年讀經計劃",
    "description": "兩年讀經計劃的每日靈修材料",
    "units": {
      "wk053": {
        "id": "wk053",
        "name": "第053週",
        "description": "第053週的每日讀經內容",
        "lessons": {
          "day30": {
            "id": "day30",
            "name": "第53週 第1天 蒙神差遣",
            "type": "text",
            "content": "### 問題：耶利米如何蒙神差遣？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 約西亞在位十三年，耶和華的話臨到耶利米。\n+ 耶和華未將耶利米造在腹中，就已曉得他。祂已派他做列國的先知。\n+ 耶利米看見一根杏樹枝，又看見一個燒開的鍋，從北而傾。\n+ 必有災禍從北方發出，臨到這地的一切居民。\n+ 耶和華差遣耶利米束腰，起來將祂所吩咐的一切話告訴他們。\n\n### 默想：我的故事\n+ 【服事忠誠】當神差遣耶利米的時候，命令他不要驚惶，而使他成為堅城、鐵柱、銅牆。雖然眾人要攻擊耶利米，卻不能勝他，因為神與他同在。仔細體會神對他的僕人的保守和祝福，堅定自己服事的勇氣和信心。\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day31": {
            "id": "day31",
            "name": "第53週 第2天 背信棄義",
            "type": "text",
            "content": "### 問題：以色列如何背離耶和華神？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 以色列曾經歸耶和華為聖，作為土產初熟的果子。\n+ 但以色列的列祖遠離神，隨從虛無的神，自己成為虛妄。\n+ 豈有一國換了他的神嗎？百姓將他們的榮耀換了那無益的神。\n+ 你自己的惡必懲治你，離棄耶和華神，不存敬畏的心，乃為惡事，為苦事。\n+ 以色列在各高岡上、各青翠樹下屈身行淫，以背向神，及至遭遇患難的時候，卻說：起來，拯救我們。\n\n### 默想：我的故事\n+ 【價值定位】以色列百姓將他們的榮耀換了那無益的神，諸天因此而驚奇。我們是否也在追求自己的偶像，敬拜假神，只為滿足自己的需求和慾望？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day01": {
            "id": "day01",
            "name": "第53週 第3天 回轉歸神",
            "type": "text",
            "content": "### 問題：以色列如何回轉歸向神？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 背道的以色列之後，奸詐的妹妹猶大也看見，還不懼怕，也去行淫。\n+ 耶和華呼喚背道的以色列回來，因為祂是慈愛的，必不永遠存怒。\n+ 以色列人哭泣懇求，因他們走彎曲之道，忘記耶和華他們的神。\n+ 以色列來到神這裡，因祂是耶和華神。\n+ 以色列若回來歸向神，就不被遷移。\n\n### 默想：我的故事\n+ 【價值定位】以色列曾經仰望從小山或從大山的喧嚷中得幫助，真是枉然。得救誠然在乎耶和華我們的神。我的幫助和保障是放在哪裡？是在堅固的磐石，還是移動的沙土？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day02": {
            "id": "day02",
            "name": "第53週 第4天 災禍降臨",
            "type": "text",
            "content": "### 問題：禍患如何臨到離棄耶和華的人民？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華的葡萄園就是以色列家，他所喜愛的樹就是猶大人。他指望的是公平，誰知倒有暴虐；指望的是公義，誰知倒有冤聲。\n+ 百姓因無知就被擄去，他們的尊貴人甚是飢餓，群眾極其乾渴。\n+ 以虛假之細繩牽罪孽的人有禍了。那些稱惡為善，稱善為惡，以暗為光，以光為暗，以苦為甜，以甜為苦的人有禍了。\n+ 敵人要向以色列人吼叫，像海浪砰訇。\n\n### 默想：我的故事\n+ 【生命品格】那些稱惡為善，稱善為惡，以暗為光，以光為暗，以苦為甜，以甜為苦的人會遭遇禍害。我們是否正直真誠，勇於堅持真理和公義？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day03": {
            "id": "day03",
            "name": "第53週 第5天 當罰之城",
            "type": "text",
            "content": "### 問題：耶和華為何稱耶路撒冷為當罰之城？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 警告便雅憫人當逃出耶路撒冷，因為有災禍與大毀滅從北方張望。\n+ 耶和華稱耶路撒冷為該罰的城，其中盡是欺壓。耶路撒冷當受教。\n+ 敵人必擄盡以色列剩下的民，因為他們不聽從神的言語訓誨。\n+ 有一種民從北方而來，拿弓和槍攻擊錫安城。\n\n### 默想：我的故事\n+ 【忠誠服事】猶大人`「從最小的到至大的都一味地貪婪，從先知到祭司都行事虛謊。他們輕輕忽忽地醫治我百姓的損傷，說『平安了！平安了！』，其實沒有平安。」`今天我們是神的僕人，對於世界的真實狀況和需要，我們是否可以以恩典和誠實來對待世界的不公和不義？\n+ 【價值定位】神讓猶大人察看哪是善道，便行在其間，這樣心裡必得安息，他們卻不行在其間。為什麼他們不願意選擇神的道路？今天我在哪些事情上也不願意選擇神的道路，而不能得到心裡的安息？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day04": {
            "id": "day04",
            "name": "第53週 第6天 呼喚悔改",
            "type": "text",
            "content": "### 問題：耶和華如何呼喚猶大人回轉？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華要猶大人改正行動作為，就使他們在這地方仍然居住。\n+ 耶和華要向這應許之地施行的，像從前向示羅所行的一樣。\n+ 不聽從耶和華的話，不受教訓的國民的口中，誠實滅絕了。\n+ 人必將猶大王的骸骨和所有的骸骨，都從墳墓中取出來，拋散，不再收殮，不再葬埋。\n+ 耶和華質問耶路撒冷的民為何恆久背道，守定詭詐，不肯回頭？\n\n### 默想：我的故事\n+ 【生命品格】神要祂的子民在人和鄰舍中間誠然施行公平，不欺壓寄居的和孤兒寡婦。今天誰是我們中間的寄居的和孤兒寡母？我們應該如何對待他們？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day05": {
            "id": "day05",
            "name": "\"第53週 第7天 補漏拾遺\"",
            "type": "text",
            "content": "{% include BibleLinks2024.html %}\n\n【<a href=\"https://youtu.be/gJsA9NKnsCM\" target=\"_blank\">耶利米書1-8章 經文回顧:God called – 神的呼召  </a>】\n\n【<a href=\"https://forms.office.com/r/g7dCBaEPwX\" target=\"_blank\">本週測驗題</a>】\n\n【本週背經經文】\n+ 第1天 耶利米書1:5 「我未將你造在腹中，我已曉得你；你未出母胎，我已分別你為聖。我已派你做列國的先知。」\n\n+ 第2天 耶利米書2:13 因為我的百姓做了兩件惡事，就是離棄我這活水的泉源，為自己鑿出池子，是破裂不能存水的池子。（_**本週背經經文**_）\n\n+ 第3天 耶利米書3:23 仰望從小山或從大山的喧嚷中得幫助，真是枉然的，以色列得救誠然在乎耶和華我們的神。\n\n+ 第4天 耶利米書4:22 耶和華說：「我的百姓愚頑，不認識我。他們是愚昧無知的兒女，有智慧行惡，沒有知識行善。」\n\n+ 第5天 耶利米書6:16 耶和華如此說：「你們當站在路上察看，訪問古道，哪是善道，便行在其間，這樣你們心裡必得安息。他們卻說：『我們不行在其間。』\n\n+ 第6天 耶利米書7:10 且來到這稱為我名下的殿，在我面前敬拜，又說：「我們可以自由了！」你們這樣的舉動是要行那些可憎的事嗎？\n\n### 禱告：\n\n### 筆記與回應：",
            "completed": false,
            "notes": {}
          }
        }
      },
      "wk054": {
        "id": "wk054",
        "name": "第054週",
        "description": "第054週的每日讀經內容",
        "lessons": {
          "day06": {
            "id": "day06",
            "name": "第54週 第1天 刑罰罪人",
            "type": "text",
            "content": "### 問題：耶和華為何刑罰罪人？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 先知為百姓中被殺的人晝夜哭泣！為山嶺哭泣悲哀，為曠野的草場揚聲哀號。\n+ 因為百姓離棄律法，隨從自己頑梗的心行事，所以耶和華要把他們散在列邦中。\n+ 耶和華要刑罰一切受過割禮，心卻未受割禮的。\n\n### 默想：我的故事\n+ 【價值定位】偶像本是虛假和虛無的，是迷惑人的工作，但我們的神卻是造做萬有的主。我生命中有沒有虛無的偶像來迷惑我？為何我們還會追求這虛無的偶像，而離棄萬有的主？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day07": {
            "id": "day07",
            "name": "第54週 第2天 災禍臨到",
            "type": "text",
            "content": "### 問題：耶和華要先知如何向猶大人宣告神的旨意？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華要耶利米告訴猶大人和耶路撒冷的居民，不聽從這約之話的人必受咒詛。\n+ 要在猶大城邑中和耶路撒冷街市上宣告，你們當聽從遵行這約的話。\n+ 以色列家和猶大家背約，所以耶和華必使災禍臨到他們。\n+ 不要為這百姓祈禱，不要為他們呼求禱告。\n+ 先知與神理論：惡人的道路為何亨通呢？大行詭詐的為何得安逸呢？\n+ 耶和華要將一切惡鄰拔出本地，但又會轉過來憐憫他們，把他們再帶回來，各歸本業，各歸故土。\n\n### 默想：我的故事\n+ 【生命品格】口與神相近，心卻與神遠離，是惡人的寫照。我們反思自己的口中所說的，和心中所想的，是否一致？我的不一致的地方可以如何靠著神來彌補？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day08": {
            "id": "day08",
            "name": "第54週 第3天 敗壞驕傲",
            "type": "text",
            "content": "### 問題：耶和華如何敗壞猶大的驕傲？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華必敗壞猶大的驕傲和耶路撒冷的大驕傲。\n+ 惡民不肯聽耶和華的話，按自己頑梗的心而行。\n+ 先知因猶大人的驕傲在暗地哭泣，我眼必痛哭流淚，因為耶和華的群眾被擄去了。\n+ 南方的城盡都關閉，無人開放;猶大全被擄掠，且擄掠淨盡。\n+ 耶和華說：這是你所當得的，是我量給你的份。\n\n### 默想：我的故事\n+ 【價值定位】猶大人按自己頑梗的心而行，隨從別神，侍奉敬拜，但耶和華說：腰帶怎樣緊貼人腰，照樣，我也使以色列全家和猶大全家緊貼我，好叫他們屬我為子民，使我得名聲，得頌讚，得榮耀。我們也是從悖逆到悔改，在神的面前成為屬神的子民。我今天在什麼事情上可以讓神得頌讚和榮耀？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day09": {
            "id": "day09",
            "name": "第54週 第4天 反復懇求",
            "type": "text",
            "content": "### 問題：耶利米如何為百姓懇求耶和華？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華論到乾旱之災的話臨到耶利米。\n+ 耶利米認罪祈禱，但耶和華不允，要他不要為這百姓祈禱求好處。\n+ 耶利米控告假先知假託主名而妄言平安。\n+ 耶利米為人們遭災而悲傷哀求。\n+ 耶和華棄絕猶大，讓耶利米將他們從祂眼前趕出。\n+ 先知自言有禍，被人人咒罵。耶和華卻應許堅固他，使他得好處。\n+ 耶利米求耶和華記念、眷顧。\n\n### 默想：我的故事\n+ 【服事忠誠】耶利米代百姓向耶和華認罪，懇求神不要離棄他們，即使是被百姓辱罵，被神拒絕，也都不願放棄。我們是否也向先知一樣，有愛人靈魂的心，願意為萬人的救贖而代求、代禱？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day10": {
            "id": "day10",
            "name": "第54週 第5天 此地必滅",
            "type": "text",
            "content": "### 問題：神將如何把百姓趕出應許之地，又將如何把他們帶回來？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華要先知不可娶妻，生兒養女，因他們必死得甚苦，無人哀哭。\n+ 耶和華說：因為百姓的列祖離棄我，所以我必將你們從這地趕出。\n+ 耶和華說：日子將到，我要領他們再入我從前賜給他們列祖之地。\n+ 耶和華是力量和保障，在苦難之日是我的避難所。\n+ 猶大的罪是用鐵筆、用金鋼鑽記錄的，銘刻在他們的心版上和壇角上。\n+ 倚靠人血肉的膀臂，心中離棄耶和華的，那人有禍了！倚靠耶和華，以耶和華為可靠的，那人有福了！\n+ 人心比萬物都詭詐，壞到極處，誰能識透呢？耶和華鑒察人心。\n+ 百姓不信預言，說：`「耶和華的話在哪裡呢？叫這話應驗吧！」`\n+ 安息日為聖日，在那日無論何工都不做。\n\n### 默想：我的故事\n+ 【生命品格】`「人心比萬物都詭詐，壞到極處，誰能識透呢？」`我們甚至可以被自己的心的詭詐所欺騙，但信徒已經有神的靈住在我們身上，成為我們的幫助。因此神要我們不靠自己的力量，而要跟隨聖靈的帶領。我該如何鑒別自己的心中的慾望和聖靈的聲音？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day11": {
            "id": "day11",
            "name": "第54週 第6天 擊打破碎",
            "type": "text",
            "content": "### 問題：耶和華用什麼來比喻祂對以色列的審判？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 耶和華讓先知下到窯匠的家裡去。耶和華待以色列如這窯匠弄泥。泥在窯匠的手中怎樣，你們在我的手中也怎樣。\n+ 耶和華造出災禍攻擊以色列。各人當回頭離開所行的惡道，改正行動作為。\n+ 先知求耶和華拯救他離開那些要設計謀害耶利米之人的陷阱。\n+ 耶和華打發先知去買窯匠的瓦瓶，宣告神的話：…祂必使災禍臨到這地方，凡聽見的人都必耳鳴。並在同去的人眼前打碎那瓶，說：耶和華要照樣打碎這民和這城，正如人打碎窯匠的瓦器，以致不能再囫圇。\n\n### 默想：我的故事\n+ 【服事忠誠】先知求耶和華拯救，因為以色列人以惡報善，不記念他怎樣站在耶和華面前為他們代求。我們在服事中是否也曾被人誤解，甚至被傷害？我如何向神呼求，求神的拯救？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day12": {
            "id": "day12",
            "name": "\"第54週 第7天 補漏拾遺\"",
            "type": "text",
            "content": "{% include BibleLinks2024.html %}\n\n【<a href=\"https://youtu.be/35jbCaUFvik\" target=\"_blank\">耶利米書8-19章經文回顧:God centered – 神為中心</a>】\n\n【<a href=\"https://forms.office.com/r/iNeMxQxLQx\" target=\"_blank\">本週測驗題</a>】\n\n【本週背經經文】\n+ 第1天 耶利米書9:24 誇口的卻因他有聰明，認識我是耶和華，又知道我喜悅在世上施行慈愛、公平和公義，以此誇口。」這是耶和華說的。\n\n+ 第2天 耶利米書11:6 耶和華對我說：「你要在猶大城邑中和耶路撒冷街市上，宣告這一切話說：你們當聽從遵行這約的話。\n\n+ 第3天 耶利米書13:11 耶和華說：腰帶怎樣緊貼人腰，照樣，我也使以色列全家和猶大全家緊貼我，好叫他們屬我為子民，使我得名聲，得頌讚，得榮耀，他們卻不肯聽。\n\n+ 第4天 耶利米書14:22 外邦人虛無的神中有能降雨的嗎？天能自降甘霖嗎？耶和華我們的神啊，能如此的不是你嗎？所以，我們仍要等候你，因為這一切都是你所造的。\n\n+ 第5天 耶利米書17:10 我耶和華是鑒察人心、試驗人肺腑的，要照各人所行的和他做事的結果報應他。(_**本週背經經文**_)\n\n+ 第6天 耶利米書18:4 窯匠用泥做的器皿在他手中做壞了，他又用這泥另做別的器皿。窯匠看怎樣好，就怎樣做。\n\n### 禱告：\n\n### 筆記與回應：",
            "completed": false,
            "notes": {}
          }
        }
      },
      "wk055": {
        "id": "wk055",
        "name": "第055週",
        "description": "第055週的每日讀經內容",
        "lessons": {
          "day13": {
            "id": "day13",
            "name": "第55週 第1天 先知被嘲",
            "type": "text",
            "content": "### 問題：耶利米如何被嘲笑戲弄？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 巴施戶珥做耶和華殿的總管，聽見耶利米的預言，就打先知，並將他枷在殿中，次日開枷釋放。\n+ 耶利米預言巴施戶珥必自覺驚嚇，也必使眾朋友驚嚇。\n+ 先知哀求自己終日成為笑話，被人人戲弄，並聽見了許多人的讒謗，四圍都是驚嚇。\n+ 先知堅定知道耶和華與他同在，逼迫他的必都絆跌，不能得勝。\n+ 先知願自己生的那日受咒詛，因他勞碌愁苦，因羞愧消滅。\n\n### 默想：我的故事\n+ 【服事忠誠】先知若不再提耶和華，也不再奉他的名講論，便心裡覺得似乎有燒著的火閉塞在骨中，就含忍不住不能自禁。我們是否如此熱衷於神的話語，願意向人傳講神的福音？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day14": {
            "id": "day14",
            "name": "第55週 第2天 聖城被圍",
            "type": "text",
            "content": "### 問題：先知如何預言耶路撒冷的結局？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 因巴比倫王尼布甲尼撒來攻擊，西底家王求耶利米向耶和華代求。\n+ 耶利米預言耶和華要在怒中用伸出來的手並大能的膀臂親自攻擊耶路撒冷，並勸百姓出去歸降迦勒底人。\n+ 先知訓責猶大王的家，當聽耶和華的話，施行公平，拯救被搶奪的。\n+ 先知警勸猶大王和百姓，要施行公平和公義，拯救被搶奪的。\n+ 預言猶大王約西亞的兒子沙龍要死在被擄去的地方。\n+ 預言約雅敬有禍了。\n+ 預言哥尼雅將被交給巴比倫王尼布甲尼撒和迦勒底人的手中。\n\n### 默想：我的故事\n+ 【生命品格】先知勸解猶大王和百姓要施行公平和公義，不要專顧貪婪。我們也許在不自覺之間也在因貪婪而忘記公平和公義，順從這個世界去欺壓受苦的人。在聖靈中自省，我的行為中是否有這樣的虧欠？如果有的話，聖靈是否有提醒我該如何回到神的正路上？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day15": {
            "id": "day15",
            "name": "第55週 第3天 一線曙光",
            "type": "text",
            "content": "### 問題：神在公義審判中如何給人看到盼望？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 預言那些殘害神的群羊的牧人有禍了。\n+ 大衛的後裔中要興起公義的苗裔。\n+ 論偽先知之惡和他們將要受到的懲罰。\n+ 譏誚先知的人必受刑罰。\n+ 耶和華以極好的無花果比喻被擄去的猶大人中得蒙看顧，得好處的；用極壞的無花果比喻猶大王和其他人民，在天下萬國中拋來拋去，遭遇災禍，被神趕逐。\n\n### 默想：我的故事\n+ 【價值定位】神在被擄去的猶大人中留有一枝餘民，要得眷顧，神要賜他們認識的心，知道耶和華，並做祂的子民，一心歸向神。我們得救也是本乎神的恩典。我在每天的生活中如何更加認識神？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day16": {
            "id": "day16",
            "name": "第55週 第4天 預言被擄",
            "type": "text",
            "content": "### 問題：先知預言猶大人被擄的情況是如何的？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 先知責備猶大人在二十三年之內，不聽從耶和華的話。\n+ 預言巴比倫將擄掠猶大人七十年。\n+ 七十年滿了以後，巴比倫並迦勒底人之地因罪孽將永遠荒涼。\n+ 以一杯憤怒的酒比喻神的審判。\n+ 牧人當為人民哀號、呼喊。\n\n### 默想：我的故事\n+ 【服事忠誠】先知讓牧人哀嚎、呼喊，因為人民將被打碎、分散。我們看到周圍未得救的靈魂，是否也如此悲哀？我是否有愛世人的心，如同神愛世人的心？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day17": {
            "id": "day17",
            "name": "第55週 第5天 受命被抓",
            "type": "text",
            "content": "### 問題：耶利米如何被祭司和先知攻擊？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 約雅敬登基的時候，耶和華命令耶利米站在耶和華殿的院內，對猶大眾城邑的人說耶和華所吩咐的話，一字不可刪減。\n+ 耶利米說完後，祭司、先知與眾民都來抓住他，說：你必要死。\n+ 耶利米自辯是受耶和華差遣，預言攻擊這殿和這城。\n+ 首領和眾民就對祭司、先知說：這人是不該死的，是奉耶和華的名說話。\n+ 烏利亞照耶利米的話說預言，約雅敬王用刀殺了他。\n+ 亞希甘保護耶利米，不交在百姓的手中治死他。\n\n### 默想：我的故事\n+ 【服事忠誠】神吩咐耶利米傳講審判的信息，一字不可刪減。耶利米遵命但遭受攻擊。為神傳講並不容易，耶利米給我們有什麼鼓勵和榜樣？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day18": {
            "id": "day18",
            "name": "第55週 第6天 頸項負軛",
            "type": "text",
            "content": "### 問題：耶利米預言的巴比倫王的軛是如何的？\n\n{% include BibleLinks2024.html %}\n\n### 默想：神的故事\n+ 約雅敬登基的時候，耶和華差遣耶利米做繩索與軛，加在自己的頸項上。\n+ 耶利米預言無論哪邦哪國，不肯服侍巴比倫王的，必被刀劍、饑荒、瘟疫刑罰。\n+ 耶利米勸西底家把頸項放在巴比倫王的軛下，服侍他和他的百姓，便得存活。\n+ 耶利米預言聖殿器物必遷於巴比倫。\n+ 哈拿尼雅妄言聖器與民會很快返回。\n+ 耶利米對哈拿尼雅說：願耶和華成就你所預言的話。\n+ 哈拿尼雅將先知耶利米頸項上的軛取下來折斷，並預言列國人的頸項上折斷巴比倫王的軛。\n+ 耶利米預言哈拿尼雅折斷木軛，卻換了鐵軛。哈拿尼雅使百姓倚靠假預言，所以當年必死。\n\n### 默想：我的故事\n+ 【服事忠誠】耶利米蒙神指示要套上軛去見西底家和列國使臣，這是一件很難堪的事情。我們是否有時候會覺得為神服事心裡會為難？如何克服心中的難堪？\n\n### 禱告：\n\n### 筆記與生活回應：",
            "completed": false,
            "notes": {}
          },
          "day19": {
            "id": "day19",
            "name": "\"第55週 第7天 補漏拾遺\"",
            "type": "text",
            "content": "{% include BibleLinks2024.html %}\n\n【<a href=\"QLREVIEWLINK\" target=\"_blank\">QLREVIEWTITLE</a>】\n\n【<a href=\"QLTESTLINK\" target=\"_blank\">本週測驗題</a>】\n\n【本週背經經文】\n+ 第1天 耶利米書20:9 我若說我不再提耶和華，也不再奉他的名講論，我便心裡覺得似乎有燒著的火閉塞在我骨中，我就含忍不住不能自禁。\n\n+ 第2天 耶利米書21:8 「你要對這百姓說：『耶和華如此說：看哪，我將生命的路和死亡的路擺在你們面前。\n\n+ 第3天 耶利米書23:6 在他的日子，猶大必得救，以色列也安然居住，他的名必稱為『耶和華我們的義』。(_**本週背經經文**_)\n\n+ 第4天 耶利米書25:7 然而，你們沒有聽從我，竟以手所做的惹我發怒，陷害自己。\n\n+ 第5天 耶利米書26:2 「耶和華如此說：你站在耶和華殿的院內，對猶大眾城邑的人，就是到耶和華殿來禮拜的，說我所吩咐你的一切話，一字不可刪減。\n\n+ 第6天 耶利米書28:9 先知預言的平安，到話語成就的時候，人便知道他真是耶和華所差來的。\n\n### 禱告：\n\n### 筆記與回應：",
            "completed": false,
            "notes": {}
          }
        }
      }
    },
    "groups": {},
    "grades": {}
  }
];